Repository: joeywei-aivisual/safensound
Catalog: safensound/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Check in immediately
zh_hans: 立即签到打卡
zh_hant: 立即簽到打卡

source: Daily Check-in Reminder
zh_hans: 每日签到提醒
zh_hant: 每日簽到提醒

source: Emergency Contacts
zh_hans: 紧急联络人
zh_hant: 緊急聯絡人

source: Expired
zh_hans: 已过期
zh_hant: 已過期

source: Failed - No Internet
zh_hans: 失败 - 无网络连接
zh_hant: 失敗 - 無網路連接

source: Normal
zh_hans: 正常
zh_hant: 正常

source: Personal Information
zh_hans: 个人资讯
zh_hant: 個人資訊

source: Remaining: %lld hours %lld mins
zh_hans: 剩余：%lld 小时 %lld 分
zh_hant: 剩餘：%lld 小時 %lld 分

source: Settings
zh_hans: 设定
zh_hant: 設定

source: Time to check in! Give a smile to those who care about you.
zh_hans: 该签到了！向关心你的人微笑吧。
zh_hant: 該簽到了！向關心你的人微笑吧。

source: Warning
zh_hans: 警告
zh_hant: 警告

source: Your check-in did not go through.
zh_hans: 您的签到未成功。
zh_hant: 您的簽到未成功。
